Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/lapset_ja_nuoret_antavat_aanensa_digitaaliselle_oppimateriaalille.html.tmx
Source language: fin
Languages: sme

source: Lapset ja nuoret antavat äänensä digitaaliselle oppimateriaalille
sme: Mánát ja nuorat oassálastet oahppamateriála báddenbargguide

source: Saamelaiskulttuurikeskuksen äänitysstudiossa on heinäkuussa vilkasta, kun lapset ja nuoret käyvät antamassa äänensä digitaaliselle oppimateriaalille.
sme: Sámekulturguovddážis báddenstudios lea suoidnemánus hušša, go mánát ja nuorat oassálastet digitála oahppamateriála ja eará mánáidgirjjiid báddenbargguide.

source: Lasten ja nuorten äänet tulevat Gea-kirjasarjan toisen luokan digitaaliselle oppimateriaalille ja Bluppe-lastenkirjoille.
sme: Mánáid ja nuoraid jienat báddejuvvojit Gea-girjeráiddu nuppi luohká digitála oahppamateriálii ja Bluppe-mánáidgirjjiide.

source: Tällä viikolla äänityksiin osallistuivat Mihkku Laiti, Áilu Laiti ja Niillas Laiti Utsjoelta.
sme: Dán vahkus báddenbargui oassálaste Mihkku Laiti, Áilu Laiti ja Niillas Laiti Ohcejogas.

source: Mihkku on ollut mukana jo pari vuotta sitten Gea 1 -digimateriaalissa .
sme: Mihkku lea leamašan báddemis mielde juo moadde jagi dassái Gea 1- digimateriálas .

source: Tänä kesänä hän toimii muun muassa karhunpennun äänenä.
sme: Dán gease son neaktá earret eará Bluppe-mánáidgirjjiin oahpes guovžžačivgga.

source: – Täällä on mukava tehdä töitä, hymyilee Mihkku.
sme: – Dáppe lea somá bargat, mojohallá Mihkku.

source: Áilu ja Niillas pääsivät kokeilemaan ääniroolityötä ensimmäistä kertaa.
sme: Áilu ja Niillas beasaiga iskat jietnarollabarggu vuosttaš háve.

source: Áilu antoi äänensä Gea-kirjan päähenkilölle Biettelle.
sme: Áilu jietnanevttii Gea-oahppagirjji váldopersovnna Biette.

source: – Alussa jännitti, mutta oli ihan hauskaa, kertoo Áilu.
sme: – Álggos orui vehá gelddolaš, muhto lei áibbas somá, Áilu.

source: Poikien äiti Annukka Hirvasvuopio-Laiti on iloinen poikiensa osallistumisesta.
sme: Annukka Hirvasvuopio-Laiti lea hui movtta go su bártnit oassálaste báddenbargui.

source: Hänen mukaansa kotona on harjoiteltu vuorosanoja ahkerasti isän kanssa.
sme: Su dieđu mielde bártnit leat hárjehallan vuorrosániid ovttas áhčiin hui viššalit.

source: Äänitystyössä lapset ja nuoret pääsevät kokeilemaan konkreettisesti oppimateriaalin tekoa.
sme: Báddenbarggu bokte mánát ja nuorat besset oahpásmuvvat geavatlaččat oahppamateriála ráhkadeapmái.

source: Tämä antaa esiintymiskokemusta ja samalla toivottavasti innostaa heitä erilaisiin äänitysprojekteihin myöhemmin.
sme: Dát addá maid neaktinvásáhusaid ja seammás dat sáhttá maid arvvosmahttit sin iešguđegelágan báddenprošeavttaide maŋŋeleappos.

source: Vaikka äänitystyö on pikkutarkkaa ja vaativaa, tärkeintä on kuitenkin innokkuus.
sme: Vaikko bádden lea dárkilis ja hástaleaddji bargu, deháleamos lea liikká movttegis miella.

source: – Lapset ovat todella taitavia ja rohkeita, kuvailee digimateriaalin äänityksistä ja käsikirjoituksesta vastaava Solja Magga.
sme: – Mánát leat leamašan hui čeahpit ja duostilat, muitala digimateriála báddejeaddji ja giehtačállosa čálli Solja Magga.

source: Materiaalin ääninäyttelijöitä valitessa pyritään myös ottamaan huomioon pohjoissaamen eri murteita mahdollisimman hyvin.
sme: Materiála jietnaneavttáriid válljedettiin maid davvisámegiela iešguđet suopmanat viggojuvvojit váldit vuhtii nu bures go vejolaš.

source: – Äänitykset ovat kuitenkin vasta alkaneet, ja kaikille hahmoille ei ole vielä ääninäyttelijää, vinkkaa Solja Magga.
sme: – Báddenbarggut leat almmatge easkka álgán, nu ahte buot oruhiidda eai leat vel jietnaneavttárat, guoigala Solja Magga.

source: Lisätietoja:
sme: Lassedieđut:

source: Projektityöntekijä Solja Magga, solja.magga(at)samediggi.fi
sme: Prošeaktabargi Solja Magga, solja.magga(at)samediggi.fi

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto
sme: Sámediggi skuvlen- ja oahppamateriáladoaimmahat
